Repository: bchapuis/swift-document-scanner
Catalog: SwiftDocumentScanner/Localizable.xcstrings
Source language: en
Languages: ar, de, es, fr, it, ja, ko, pt_br, ru, zh_hans

source: %lld characters
ar: %lld حرف
de: %lld Zeichen
es: %lld caracteres
fr: %lld caractères
it: %lld caratteri
ja: %lld 文字
ko: %lld자
pt_br: %lld caracteres
ru: %lld символов
zh_hans: %lld 个字符

# %lld page
source: %lld pages
ar: %lld صفحات
de: %lld Seiten
es: %lld páginas
it: %lld pagine
ja: %lld ページ
ko: %lld페이지
pt_br: %lld páginas
ru: %lld страниц
zh_hans: %lld 页

source: Camera access is required to scan documents. Please enable it in Settings.
ar: الوصول إلى الكاميرا مطلوب لمسح المستندات. يرجى تمكينه في الإعدادات.
de: Kamerazugriff ist erforderlich, um Dokumente zu scannen. Bitte aktivieren Sie ihn in den Einstellungen.
es: Se requiere acceso a la cámara para escanear documentos. Por favor, actívelo en Configuración.
fr: L'accès à la caméra est requis pour numériser les documents. Veuillez l'activer dans Réglages.
it: L'accesso alla fotocamera è necessario per scansionare i documenti. Abilitalo nelle Impostazioni.
ja: ドキュメントをスキャンするにはカメラへのアクセスが必要です。設定で有効にしてください。
ko: 문서를 스캔하려면 카메라 액세스가 필요합니다. 설정에서 활성화하세요.
pt_br: O acesso à câmera é necessário para digitalizar documentos. Por favor, ative-o em Ajustes.
ru: Для сканирования документов требуется доступ к камере. Пожалуйста, включите его в Настройках.
zh_hans: 扫描文档需要相机访问权限。请在设置中启用。

source: Camera Permission Required
ar: إذن الكاميرا مطلوب
de: Kameraerlaubnis erforderlich
es: Permiso de cámara requerido
fr: Autorisation de caméra requise
it: Autorizzazione fotocamera richiesta
ja: カメラの許可が必要です
ko: 카메라 권한 필요
pt_br: Permissão de câmera necessária
ru: Требуется разрешение камеры
zh_hans: 需要相机权限

source: Cancel
ar: إلغاء
de: Abbrechen
es: Cancelar
fr: Annuler
it: Annulla
ja: キャンセル
ko: 취소
pt_br: Cancelar
ru: Отмена
zh_hans: 取消

source: Change the sorting order of your documents
ar: تغيير ترتيب الفرز للمستندات
de: Ändern Sie die Sortierreihenfolge Ihrer Dokumente
es: Cambia el orden de clasificación de tus documentos
fr: Modifiez l'ordre de tri de vos documents
it: Cambia l'ordine di ordinamento dei tuoi documenti
ja: ドキュメントの並び順を変更
ko: 문서 정렬 순서 변경
pt_br: Alterar a ordem de classificação de seus documentos
ru: Изменить порядок сортировки документов
zh_hans: 更改文档的排序顺序

source: Choose a location to save the PDF in the Files app
ar: اختر موقعًا لحفظ PDF في تطبيق الملفات
de: Wählen Sie einen Speicherort für das PDF in der Dateien-App
es: Elige una ubicación para guardar el PDF en la app Archivos
fr: Choisissez un emplacement pour enregistrer le PDF dans l'app Fichiers
it: Scegli una posizione per salvare il PDF nell'app File
ja: ファイルアプリでPDFを保存する場所を選択
ko: 파일 앱에서 PDF를 저장할 위치 선택
pt_br: Escolha um local para salvar o PDF no aplicativo Arquivos
ru: Выберите место для сохранения PDF в приложении Файлы
zh_hans: 在文件应用中选择保存PDF的位置

source: Date (Newest First)
ar: التاريخ (الأحدث أولاً)
de: Datum (Neueste zuerst)
es: Fecha (Más recientes primero)
fr: Date (Plus récents d'abord)
it: Data (Prima i più recenti)
ja: 日付（新しい順）
ko: 날짜 (최신순)
pt_br: Data (Mais recentes primeiro)
ru: Дата (сначала новые)
zh_hans: 日期（最新优先）

source: Date (Oldest First)
ar: التاريخ (الأقدم أولاً)
de: Datum (Älteste zuerst)
es: Fecha (Más antiguos primero)
fr: Date (Plus anciens d'abord)
it: Data (Prima i più vecchi)
ja: 日付（古い順）
ko: 날짜 (오래된순)
pt_br: Data (Mais antigos primeiro)
ru: Дата (сначала старые)
zh_hans: 日期（最旧优先）

source: Delete
ar: حذف
de: Löschen
es: Eliminar
fr: Supprimer
it: Elimina
ja: 削除
ko: 삭제
pt_br: Excluir
ru: Удалить
zh_hans: 删除

source: Dismiss keyboard
ar: إخفاء لوحة المفاتيح
de: Tastatur schließen
es: Cerrar teclado
fr: Fermer le clavier
it: Chiudi tastiera
ja: キーボードを閉じる
ko: 키보드 닫기
pt_br: Fechar teclado
ru: Закрыть клавиатуру
zh_hans: 关闭键盘

source: Document Name
ar: اسم المستند
de: Dokumentname
es: Nombre del documento
fr: Nom du document
it: Nome documento
ja: ドキュメント名
ko: 문서 이름
pt_br: Nome do documento
ru: Имя документа
zh_hans: 文档名称

source: Document Scanner
ar: ماسح المستندات
de: Dokumentenscanner
es: Escáner de documentos
fr: Scanner de documents
it: Scanner documenti
ja: ドキュメントスキャナー
ko: 문서 스캐너
pt_br: Scanner de documentos
ru: Сканер документов
zh_hans: 文档扫描仪

source: Document name
ar: اسم المستند
de: Dokumentname
es: Nombre del documento
fr: Nom du document
it: Nome documento
ja: ドキュメント名
ko: 문서 이름
pt_br: Nome do documento
ru: Имя документа
zh_hans: 文档名称

source: Done
ar: تم
de: Fertig
es: Listo
fr: Terminé
it: Fine
ja: 完了
ko: 완료
pt_br: Concluído
ru: Готово
zh_hans: 完成

source: Double tap to view document details
ar: انقر مرتين لعرض تفاصيل المستند
de: Doppeltippen für Dokumentdetails
es: Toca dos veces para ver los detalles del documento
fr: Appuyez deux fois pour afficher les détails du document
it: Tocca due volte per visualizzare i dettagli del documento
ja: ダブルタップでドキュメントの詳細を表示
ko: 문서 세부 정보를 보려면 두 번 탭
pt_br: Toque duas vezes para ver os detalhes do documento
ru: Дважды нажмите, чтобы просмотреть детали документа
zh_hans: 双击查看文档详细信息

source: Double tap to view full PDF preview
ar: انقر مرتين لعرض معاينة PDF الكاملة
de: Doppeltippen für vollständige PDF-Vorschau
es: Toca dos veces para ver la vista previa completa del PDF
fr: Appuyez deux fois pour afficher l'aperçu complet du PDF
it: Tocca due volte per visualizzare l'anteprima completa del PDF
ja: ダブルタップでPDFプレビューを表示
ko: 전체 PDF 미리보기를 보려면 두 번 탭
pt_br: Toque duas vezes para ver a visualização completa do PDF
ru: Дважды нажмите для просмотра полного предпросмотра PDF
zh_hans: 双击查看完整PDF预览

source: Edit
ar: تحرير
de: Bearbeiten
es: Editar
fr: Modifier
it: Modifica
ja: 編集
ko: 편집
pt_br: Editar
ru: Редактировать
zh_hans: 编辑

source: Edit Name
ar: تحرير الاسم
de: Name bearbeiten
es: Editar nombre
fr: Modifier le nom
it: Modifica nome
ja: 名前を編集
ko: 이름 편집
pt_br: Editar nome
ru: Редактировать имя
zh_hans: 编辑名称

source: Edit Pages
ar: تحرير الصفحات
de: Seiten bearbeiten
es: Editar páginas
fr: Modifier les pages
it: Modifica pagine
ja: ページを編集
ko: 페이지 편집
pt_br: Editar páginas
ru: Редактировать страницы
zh_hans: 编辑页面

source: Edit document name
ar: تحرير اسم المستند
de: Dokumentnamen bearbeiten
es: Editar nombre del documento
fr: Modifier le nom du document
it: Modifica nome documento
ja: ドキュメント名を編集
ko: 문서 이름 편집
pt_br: Editar nome do documento
ru: Редактировать имя документа
zh_hans: 编辑文档名称

source: Edit pages
ar: تحرير الصفحات
de: Seiten bearbeiten
es: Editar páginas
fr: Modifier les pages
it: Modifica pagine
ja: ページを編集
ko: 페이지 편집
pt_br: Editar páginas
ru: Редактировать страницы
zh_hans: 编辑页面

source: Enter a document name to continue
ar: أدخل اسم المستند للمتابعة
de: Geben Sie einen Dokumentnamen ein, um fortzufahren
es: Introduce un nombre de documento para continuar
fr: Entrez un nom de document pour continuer
it: Inserisci un nome documento per continuare
ja: 続行するにはドキュメント名を入力してください
ko: 계속하려면 문서 이름을 입력하세요
pt_br: Digite um nome de documento para continuar
ru: Введите имя документа, чтобы продолжить
zh_hans: 输入文档名称以继续

source: Enter a name for your document
ar: أدخل اسمًا للمستند
de: Geben Sie einen Namen für Ihr Dokument ein
es: Introduce un nombre para tu documento
fr: Entrez un nom pour votre document
it: Inserisci un nome per il tuo documento
ja: ドキュメントの名前を入力
ko: 문서 이름 입력
pt_br: Digite um nome para o seu documento
ru: Введите имя для вашего документа
zh_hans: 为您的文档输入名称

source: Error
ar: خطأ
de: Fehler
fr: Erreur
it: Errore
ja: エラー
ko: 오류
pt_br: Erro
ru: Ошибка
zh_hans: 错误

source: Export
ar: تصدير
de: Exportieren
es: Exportar
fr: Exporter
it: Esporta
ja: エクスポート
ko: 내보내기
pt_br: Exportar
ru: Экспорт
zh_hans: 导出

source: Loading PDF data
ar: جارٍ تحميل بيانات PDF
de: Lade PDF-Daten
es: Cargando datos PDF
fr: Chargement des données PDF
it: Caricamento dati PDF
ja: PDFデータを読み込み中
ko: PDF 데이터 로드 중
pt_br: Carregando dados do PDF
ru: Загрузка данных PDF
zh_hans: 正在加载PDF数据

source: Name (A-Z)
ar: الاسم (أ-ي)
es: Nombre (A-Z)
fr: Nom (A-Z)
it: Nome (A-Z)
ja: 名前（A-Z）
ko: 이름 (A-Z)
pt_br: Nome (A-Z)
ru: Имя (А-Я)
zh_hans: 名称（A-Z）

source: Name (Z-A)
ar: الاسم (ي-أ)
es: Nombre (Z-A)
fr: Nom (Z-A)
it: Nome (Z-A)
ja: 名前（Z-A）
ko: 이름 (Z-A)
pt_br: Nome (Z-A)
ru: Имя (Я-А)
zh_hans: 名称（Z-A）

source: No Scans Yet
ar: لا توجد عمليات مسح بعد
de: Noch keine Scans
es: Aún no hay escaneos
fr: Aucune numérisation
it: Nessuna scansione ancora
ja: スキャンはまだありません
ko: 아직 스캔 없음
pt_br: Ainda não há digitalizações
ru: Пока нет сканирований
zh_hans: 还没有扫描

source: No scans yet. Scanned documents will appear here.
ar: لا توجد عمليات مسح بعد. ستظهر المستندات الممسوحة ضوئيًا هنا.
de: Noch keine Scans. Gescannte Dokumente werden hier angezeigt.
es: Aún no hay escaneos. Los documentos escaneados aparecerán aquí.
fr: Aucune numérisation. Les documents numérisés apparaîtront ici.
it: Nessuna scansione ancora. I documenti scansionati appariranno qui.
ja: スキャンはまだありません。スキャンしたドキュメントがここに表示されます。
ko: 아직 스캔이 없습니다. 스캔한 문서가 여기에 표시됩니다.
pt_br: Ainda não há digitalizações. Os documentos digitalizados aparecerão aqui.
ru: Пока нет сканирований. Отсканированные документы появятся здесь.
zh_hans: 还没有扫描。扫描的文档将显示在这里。

source: Open Settings
ar: فتح الإعدادات
de: Einstellungen öffnen
es: Abrir Configuración
fr: Ouvrir Réglages
it: Apri Impostazioni
ja: 設定を開く
ko: 설정 열기
pt_br: Abrir Ajustes
ru: Открыть Настройки
zh_hans: 打开设置

source: Opens the camera to scan a new document
ar: يفتح الكاميرا لمسح مستند جديد
de: Öffnet die Kamera zum Scannen eines neuen Dokuments
es: Abre la cámara para escanear un nuevo documento
fr: Ouvre la caméra pour numériser un nouveau document
it: Apre la fotocamera per scansionare un nuovo documento
ja: 新しいドキュメントをスキャンするためにカメラを開きます
ko: 새 문서를 스캔하기 위해 카메라를 엽니다
pt_br: Abre a câmera para digitalizar um novo documento
ru: Открывает камеру для сканирования нового документа
zh_hans: 打开相机扫描新文档

source: PDF preview
ar: معاينة PDF
de: PDF-Vorschau
es: Vista previa del PDF
fr: Aperçu PDF
it: Anteprima PDF
ja: PDFプレビュー
ko: PDF 미리보기
pt_br: Visualização de PDF
ru: Предпросмотр PDF
zh_hans: PDF预览

source: Past Scans
ar: عمليات المسح السابقة
de: Vergangene Scans
es: Escaneos anteriores
fr: Numérisations passées
it: Scansioni passate
ja: 過去のスキャン
ko: 과거 스캔
pt_br: Digitalizações anteriores
ru: Прошлые сканирования
zh_hans: 过去的扫描

source: Performing OCR and generating PDF. Please wait.
ar: جارٍ تنفيذ OCR وإنشاء PDF. يرجى الانتظار.
de: Führe OCR durch und generiere PDF. Bitte warten.
es: Realizando OCR y generando PDF. Por favor espera.
fr: Exécution de l'OCR et génération du PDF. Veuillez patienter.
it: Esecuzione OCR e generazione PDF. Attendere prego.
ja: OCRを実行してPDFを生成しています。お待ちください。
ko: OCR을 수행하고 PDF를 생성하는 중입니다. 잠시 기다려 주세요.
pt_br: Executando OCR e gerando PDF. Por favor, aguarde.
ru: Выполняется OCR и генерация PDF. Пожалуйста, подождите.
zh_hans: 正在执行OCR并生成PDF。请稍候。

source: Preview loading
ar: جارٍ تحميل المعاينة
de: Vorschau wird geladen
es: Cargando vista previa
fr: Chargement de l'aperçu
it: Caricamento anteprima
ja: プレビューを読み込み中
ko: 미리보기 로드 중
pt_br: Carregando visualização
ru: Загрузка предпросмотра
zh_hans: 正在加载预览

source: Processing document
ar: جارٍ معالجة المستند
de: Dokument wird verarbeitet
es: Procesando documento
fr: Traitement du document
it: Elaborazione documento
ja: ドキュメントを処理中
ko: 문서 처리 중
pt_br: Processando documento
ru: Обработка документа
zh_hans: 正在处理文档

source: Processing...
ar: جارٍ المعالجة...
de: Wird verarbeitet...
es: Procesando...
fr: Traitement...
it: Elaborazione...
ja: 処理中...
ko: 처리 중...
pt_br: Processando...
ru: Обработка...
zh_hans: 处理中...

source: Reorder or delete pages from the PDF
ar: إعادة ترتيب أو حذف الصفحات من PDF
de: Seiten neu anordnen oder aus dem PDF löschen
es: Reorganizar o eliminar páginas del PDF
fr: Réorganiser ou supprimer des pages du PDF
it: Riordina o elimina pagine dal PDF
ja: PDFからページを並べ替えまたは削除
ko: PDF에서 페이지 재정렬 또는 삭제
pt_br: Reordenar ou excluir páginas do PDF
ru: Изменить порядок или удалить страницы из PDF
zh_hans: 重新排序或从PDF中删除页面

source: Save the document name and go back
ar: حفظ اسم المستند والعودة
de: Dokumentnamen speichern und zurück
es: Guardar el nombre del documento y volver
fr: Enregistrer le nom du document et revenir
it: Salva il nome del documento e torna indietro
ja: ドキュメント名を保存して戻る
ko: 문서 이름을 저장하고 돌아가기
pt_br: Salvar o nome do documento e voltar
ru: Сохранить имя документа и вернуться
zh_hans: 保存文档名称并返回

source: Save to Files
ar: حفظ في الملفات
de: In Dateien speichern
es: Guardar en Archivos
fr: Enregistrer dans Fichiers
it: Salva in File
ja: ファイルに保存
ko: 파일에 저장
pt_br: Salvar em Arquivos
ru: Сохранить в Файлы
zh_hans: 保存到文件

source: Scan Document
ar: مسح المستند
de: Dokument scannen
es: Escanear documento
fr: Numériser un document
it: Scansiona documento
ja: ドキュメントをスキャン
ko: 문서 스캔
pt_br: Digitalizar documento
ru: Сканировать документ
zh_hans: 扫描文档

source: Scanned documents will appear here
ar: ستظهر المستندات الممسوحة ضوئيًا هنا
de: Gescannte Dokumente werden hier angezeigt
es: Los documentos escaneados aparecerán aquí
fr: Les documents numérisés apparaîtront ici
it: I documenti scansionati appariranno qui
ja: スキャンしたドキュメントがここに表示されます
ko: 스캔한 문서가 여기에 표시됩니다
pt_br: Os documentos digitalizados aparecerão aqui
ru: Отсканированные документы появятся здесь
zh_hans: 扫描的文档将显示在这里

source: Search documents
ar: البحث في المستندات
de: Dokumente durchsuchen
es: Buscar documentos
fr: Rechercher des documents
it: Cerca documenti
ja: ドキュメントを検索
ko: 문서 검색
pt_br: Pesquisar documentos
ru: Поиск документов
zh_hans: 搜索文档

source: Share
ar: مشاركة
de: Teilen
es: Compartir
fr: Partager
it: Condividi
ja: 共有
ko: 공유
pt_br: Compartilhar
ru: Поделиться
zh_hans: 分享

source: Share the PDF via email, messages, or other apps
ar: شارك PDF عبر البريد الإلكتروني أو الرسائل أو التطبيقات الأخرى
de: Teilen Sie das PDF per E-Mail, Nachrichten oder andere Apps
es: Comparte el PDF por correo electrónico, mensajes u otras aplicaciones
fr: Partagez le PDF par e-mail, messages ou autres apps
it: Condividi il PDF tramite email, messaggi o altre app
ja: メール、メッセージ、または他のアプリでPDFを共有
ko: 이메일, 메시지 또는 다른 앱을 통해 PDF 공유
pt_br: Compartilhe o PDF por email, mensagens ou outros aplicativos
ru: Поделитесь PDF через электронную почту, сообщения или другие приложения
zh_hans: 通过电子邮件、消息或其他应用分享PDF

source: Shows your previously scanned documents
ar: يعرض المستندات الممسوحة ضوئيًا سابقًا
de: Zeigt Ihre zuvor gescannten Dokumente an
es: Muestra tus documentos escaneados anteriormente
fr: Affiche vos documents numérisés précédemment
it: Mostra i documenti scansionati in precedenza
ja: 以前にスキャンしたドキュメントを表示
ko: 이전에 스캔한 문서 표시
pt_br: Mostra seus documentos digitalizados anteriormente
ru: Показывает ваши ранее отсканированные документы
zh_hans: 显示您之前扫描的文档

source: Sort
ar: فرز
de: Sortieren
es: Ordenar
fr: Trier
it: Ordina
ja: 並べ替え
ko: 정렬
pt_br: Classificar
ru: Сортировать
zh_hans: 排序

source: Sort By
ar: فرز حسب
de: Sortieren nach
es: Ordenar por
fr: Trier par
it: Ordina per
ja: 並べ替え
ko: 정렬 기준
pt_br: Classificar por
ru: Сортировать по
zh_hans: 排序方式

source: Sort documents
ar: فرز المستندات
de: Dokumente sortieren
es: Ordenar documentos
fr: Trier les documents
it: Ordina documenti
ja: ドキュメントを並べ替え
ko: 문서 정렬
pt_br: Classificar documentos
ru: Сортировать документы
zh_hans: 排序文档

source: Swipe to navigate pages
ar: اسحب للتنقل بين الصفحات
de: Wischen zum Navigieren durch Seiten
es: Desliza para navegar por las páginas
fr: Glissez pour naviguer entre les pages
it: Scorri per navigare tra le pagine
ja: スワイプしてページを移動
ko: 스와이프하여 페이지 이동
pt_br: Deslize para navegar pelas páginas
ru: Проведите пальцем для навигации по страницам
zh_hans: 滑动浏览页面

source: Try Again
ar: حاول مرة أخرى
de: Erneut versuchen
es: Intentar de nuevo
fr: Réessayer
it: Riprova
ja: 再試行
ko: 다시 시도
pt_br: Tentar novamente
ru: Попробовать снова
zh_hans: 重试

source: View Past Scans
ar: عرض عمليات المسح السابقة
de: Vergangene Scans ansehen
es: Ver escaneos anteriores
fr: Voir les numérisations passées
it: Visualizza scansioni passate
ja: 過去のスキャンを表示
ko: 과거 스캔 보기
pt_br: Ver digitalizações anteriores
ru: Просмотреть прошлые сканирования
zh_hans: 查看过去的扫描

source: Scan documents and save as searchable PDFs
de: Scannen Sie Dokumente und speichern Sie sie als durchsuchbare PDFs
es: Escanea documentos y guárdalos como PDFs con búsqueda
fr: Numérisez des documents et enregistrez-les sous forme de PDF consultables
it: Scansiona documenti e salvali come PDF ricercabili
